problems/+azevedo/@ImpactOnBrick/meshes/brick5x5x5/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          25;
        startFace       300;
    }
    left
    {
        type            wall;
        nFaces          25;
        startFace       325;
    }
    right
    {
        type            wall;
        nFaces          25;
        startFace       350;
    }
    bottom
    {
        type            wall;
        nFaces          25;
        startFace       375;
    }
    back
    {
        type            wall;
        nFaces          25;
        startFace       400;
    }
    front
    {
        type            wall;
        nFaces          25;
        startFace       425;
    }
)


// ************************************************************************* //
